dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mechatroner.rainbow-csv
mosapride.zenkaku
ms-ceintl.vscode-language-pack-ja
oderwat.indent-rainbow
pkief.material-icon-theme
steoates.autoimport
streetsidesoftware.code-spell-checker
usernamehw.errorlens
adpyke.vscode-sql-formatter
andreyvolosovich.monokai-st3
donjayamanne.githistory
github.remotehub
ibm.output-colorizer
irongeek.vscode-env
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.remote-repositories
